export const mockRemarks = [
  {
    id: "1",
    project: "ЖК «Подільські вежі»",
    section: "Газопостачання",
    text: "Необхідно уточнити схему підключення до зовнішньої мережі.",
    status: "Відкрите",
  },
  {
    id: "2",
    project: "БЦ «Либідь Плаза»",
    section: "Вентиляція",
    text: "Потрібно оновити розрахунок повітрообміну.",
    status: "Відпрацьоване",
  },
  {
    id: "3",
    project: "ТРЦ «Дніпро Молл»",
    section: "Пожежна безпека",
    text: "Документація потребує додаткового пояснення по евакуаційних виходах.",
    status: "Повернуто",
  },
] as const;